"AuthControllerApplicationPrincipalRequest" = "%@ requer a introdução da sua identidade Kerberos";
"AuthControllerApplicationRequest"          = "%@ requer a introdução da palavra-passe de Kerberos";
"AuthControllerApplicationPasswordRequest"  = "%@ requer a introdução da palavra-passe de Kerberos de %@";

"AuthControllerPrincipalRequest"            = "Introduza a sua identidade Kerberos";
"AuthControllerRequest"                     = "Introduza a palavra-passe de Kerberos";
"AuthControllerPasswordRequest"             = "Introduza a palavra-passe de Kerberos de %@";

"AuthControllerHideOptions"                 = "Ocultar opções";
"AuthControllerShowOptions"                 = "Mostrar opções";

"ChangePasswordPasswordExpired"             = "A palavra-passe de %@ expirou. Deseja alterá-la?";
"ChangePasswordApplicationRequest"          = "%@ requer que seja alterada a palavra-passe de Kerberos de %@";
"ChangePasswordPrincipalRequest"            = "Altere a palavra-passe de Kerberos de %@";
